<template >
    <p>7月26日，在“RDI生态·武汉创新论坛·2024”上，武汉RISC-V生态创新中心启动揭牌。该中心在国内首创RDI模式，以构建数字基础设施创新体系及数字安全屏障，助推RISC-V应用生态发展。</p>
    <p>过去二三十年，世界主流CPU一直被x86和ARM两种架构所垄断。近年来，RISC-V计算架构凭借其精简、开放、低功耗、模块化、可扩展等优势，在世界范围内迅速崛起，并有望成为AI时代原生架构，成为新一代数字基础设施算力底座首选。</p>
    <p>中国科学院院士刘胜在论坛上表示，RISC-V的开放性使得更多企业和研究机构能够参与到RISC-V的生态系统中，从而加速了技术迭代和升级；RISC-V的模块化设计使得其在不同应用场景中具有高度的灵活性，可以根据实际需求进行裁剪和优化，显著提高了资源利用效率。</p>
    <p>与x86和ARM两种架构有所不同，RISC-V是中国从发展初期就深度参与、发挥核心贡献的全球范围开放指令集架构及生态。在政治、经济、社会环境多重因素影响下，大力发展RISC-V架构既有利于中国跟国际生态保持接轨，又有助于实现自主创新，对中国芯片产业发展更具重要意义。</p>
    <p>中国电子工业标准化技术协会执行秘书长朵晶认为，中国市场是RISC-V生态发展的重要力量。一是中国企业广泛参与了标准建设；二是中国市场规模全球领先，在过去几年时间里，全球RISC-V架构芯片的出货量，中国占有50%以上的份额；三是RISC-V应用场景更加多样化。</p>
    <p>论坛上，RDI聚力联盟企业代表、奕斯伟科技集团有限公司董事长王东升首次提出RDI（RISC-V Digital Infrastructure，RISC-V数字基础设施）的产业概念。RDI指所有采用RISC-V架构的数字基础设施，包括底层芯片、硬件设备、软件系统、场景方案等新一代数字基础设施产品。</p>
    <p>王东升认为，RDI成功的关键是生态建设与创新，并呼吁上下游生态链伙伴携手合作，共同推进RDI生态建设与创新，带动产业发展，从基础到应用、从个体到生态、从封闭到开放，实现RDI产业全方位发展，通过扎实的技术积累与开放合作的创新模式，为推动绿色、安全可靠和可持续的RDI新一代数字基础设施产业创新与发展做出贡献，使其成为国家新质生产力的重要组成部分，成为经济社会发展的新动能。</p>
    <p>据悉，武汉RISC-V生态创新中心由武汉数据集团、武汉光谷金控集团、聚力联盟共同组建，通过制定规范、测试验证、工程示范和应用推广等手段，致力于共同提升RISC-V技术、产品和系统能力，推动RISC-V数字基础设施生态建设、创新和产业发展。</p>
    <p>除武汉外，上海、北京、杭州、珠海等城市也在积极推进RISC-V生态创新中心落地。根据Omdia/SHD预测，在2024年至2030年期间，基于RISC-V的处理器出货量每年将增长近50%，到2030年收入将达到920亿美元，处理器出货量将达到170亿颗，占据全球市场的近四分之一。</p>
</template>
<style scoped>
* {
    color: var(--text-color);
}
</style>